Repository: jnourry/Share-This-Song
Catalog: Share This Song/*.lproj/Localizable.strings
Languages: fr

source: Network problem
fr: Problème réseau

source: No internet connection
fr: Pas de connexion internet

source: No track being played
fr: Pas de lecture en cours

source: iTunes request failed
fr: La requête iTunes a échoué

source: listens to %@%@%@%@%@
fr: écoute %@%@%@%@%@

source: from
fr: de

source: on the album
fr: sur l'album

source: Share
fr: Partager

source: Done
fr: OK

source: Made by J. NOURRY
fr: Réalisé par J. NOURRY

source: Facebook connection failed
fr: La connexion à Facebook a échoué

source: Logout from Facebook
fr: Déconnexion de Facebook

source: Do you really want to log out
fr: Voulez vous vraiment vous déconnecter

source: Cancel
fr: Annuler

source: Instructions :
fr: Aide :

# instructions text
source: Tap the 'Share' button to post the track currently playing on iPod app to your FB wall. You can use the Facebook button to log in or out.
fr: Par un simple appui sur le bouton 'Partager', vous pouvez poster la chanson que vous écoutez actuellement sur votre mur Facebook. Vous pouvez vous connecter ou vous déconnecter à l’aide du bouton Facebook.

source: Message posted to Facebook
fr: Message posté sur Facebook

source: FB request did load
fr: chargement Facebook OK

source: searching for iTunes artwork
fr: recherche de l'artwork sur iTunes

source: iTunes artwork found
fr: artwork iTunes trouvé

source: posting to Facebook
fr: requête FB initiée

source: Settings
fr: Réglages

source: Search for iTunes artwork
fr: Chercher la pochette iTunes
